Repository: apliilam/SRt
Catalog: languages/StockRelease tool.*.po
Languages: ru

source: Double Click - fill the form field "Date" (from file -> to form)
ru: Project-Id-Version: POT-Creation-Date: PO-Revision-Date: Last-Translator: Language-Team: MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit Language: ru X-Generator: Poedit 1.8.7 Plural-Forms: nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2); Двойной щелчок - заполнить поле «Дата» (из файла-> в форму)

# rm_translate.trl_becarefuldigitalsignature
source: Be careful! Some microstock prohibit the use digitized signature.
ru: Будьте Внимательны! Некоторые микростоки запрещают использование оцифрованной подписи.

source: Confirmation
ru: Подтверждение

source: Continue?
ru: Продолжить?

source: Too many files!
ru: Слишком много файлов!

source: Create
ru: Создать

source: If your working speed increased by this application, you can make a donation via Paypal
ru: Если эта программа облегчила Вам жизнь, Вы всегда можете сказать спасибо через Paypal

source: Copy email to clipboard?
ru: Скопировать email в буфер обмена?

source: Donate?
ru: Перейти на Paypal?

source: Oops!
ru: Ошибка

source: An error occurred while creating a table
ru: При создании таблицы БД произошла ошибка

source: File not found
ru: Файла не найден

source: File
ru: Файл

source: Fill Name(print) field in the ENG form
ru: Заполните Name(print) на форме ENG

source: Get current Date
ru: Взять текущую Дату

# rm_translate.trl_getfiledate
source: Get file Date
ru: Взять Дату из файла

source: I am Model and Photographer
ru: Я Модель и Фотограф

# rm_translate.trl_iamownerandphotographer
source: I am Owner and Photographer
ru: Я Владелец и Фотограф

source: Information
ru: Информация

source: "Model Date" can not be earlier than "Shoot Date"
ru: "Model Date" не может быть раньше чем "Shoot Date"

source: The Model must be an adult. Make sure the correct date of birth Models
ru: Модель должна быть совершеннолетней. Убедитесь, что дата рождения заполнена правильно.

source: allowable no more than
ru: должно быть меньше

source: Overwrite file?
ru: Перезаписать файл?

source: "Photographer Date" can not be earlier than "Model Date"
ru: "Photographer Date" не может быть раньше чем "Model Date"

source: "Photographer Date" can not be earlier than "Owner Date"
ru: "Photographer Date" не может быть раньше чем "Owner Date"

# rm_translate.trl_prgroupboxfilecaption
source: File(s) list:
ru: Список файлов:

source: Release file created
ru: Release-файл успешно создан

source: Images has not been added.
ru: Изображения не добавлены.

source: Turn On form (ENG and/or RUS)
ru: включите форму (ENG и/или RUS)

source: Upload Signature file(s)
ru: Загрузите файл(ы) подписи

source: "Witness Date" can not be earlier than "Photographer Date"
ru: "Witness Date" не может быть раньше чем "Photographer Date"

source: You must be fill all fields
ru: Заполните все поля формы

source: You need to add file(s) to the list
ru: Добавьте файл(ы) в список

source: You need to add Release file name
ru: Добавьте имя файла Релиза

source: already exists.
ru: уже существует.

source: files
ru: файлов

source: Exit
ru: Выход

source: File
ru: Файл

# TFORM1.MENUHELP.CAPTION
source: Help
ru: Помощь

# tform1.menuoptions.caption
source: Options
ru: Настройки

source: About
ru: О программе

# tform1.menusdonate.caption
source: Donate
ru: Пожертвовать

source: License (GPLv3)
ru: Лицензия

source: Online Help
ru: Помощь онлайн

source: autofill
ru: автозаполнение

source: autofill "Release file name"
ru: автозаполнение "имя файла Release"

# tform1.mrengedit_odate.cancelcaption
source: Cancel
ru: Отмена

# tform1.mrengedit_odate.okcaption
source: OK
ru: ДА

# tform1.mrengedit_odatebirth.cancelcaption
source: Cancel
ru: Отмена

# tform1.mrengedit_odatebirth.okcaption
source: OK
ru: ДА

# tform1.mrengedit_pdate.cancelcaption
source: Cancel
ru: Отмена

# tform1.mrengedit_pdate.okcaption
source: OK
ru: ДА

# tform1.mrengedit_pshootdate.cancelcaption
source: Cancel
ru: Отмена

# tform1.mrengedit_pshootdate.okcaption
source: OK
ru: ДА

# tform1.mrengedit_wdate.cancelcaption
source: Cancel
ru: Отмена

# tform1.mrengedit_wdate.okcaption
source: OK
ru: ДА

# tform1.mrengimage_osign.hint
source: Press and move Model Signature using a mouse
ru: Для перемещения подписи Модели используйте мышь

# tform1.mrengimage_psign.hint
source: Press and move Photographer Signature using a mouse
ru: Для перемещения подписи Фотографа используйте мышь

# tform1.mrengimage_wsign.hint
source: Press and move Witness Signature using a mouse
ru: Для перемещения подписи Свидетеля используйте мышь

# tform1.mrengsb_dboload.hint
source: load Model data
ru: загрузить данные Модели

# tform1.mrengsb_dboupdate.hint
source: save Model data
ru: сохранить данные Модели

# tform1.mrengsb_dbpload.hint
source: load Photographer data
ru: загрузить данные Фотографа

# tform1.mrengsb_dbpupdate.hint
source: save Photographer data
ru: сохранить данные Фотографа

# tform1.mrengsb_dbwload.hint
source: load Witness data
ru: загрузить данные Свидетеля

# tform1.mrengsb_dbwupdate.hint
source: save Witness data
ru: сохранить данные Свидетеля

# tform1.mrengsb_oclear.hint
source: clear Model form fields
ru: очистить поля формы для Модели

# tform1.mrengsb_ocountry.hint
source: Set Country (Model)
ru: Выбрать Страну (Модель)

# tform1.mrengsb_odate.hint
source: Set Date (Model)
ru: Выбрать Дату (Модель)

source: Set Date of Birth (Model)
ru: Выбрать дату рождения (Модель)

# tform1.mrengsb_osignature.hint
source: Load Model Signature image (transparent png)
ru: Загрузить скан подписи Модели (png-файл с прозрачным фоном)

# tform1.mrengsb_pclear.hint
source: clear Photographer form fields
ru: очистить поля формы для Фотографа

# tform1.mrengsb_pcountry.hint
source: Set Country (Photographer)
ru: Выбрать Страну (Фотограф)

# tform1.mrengsb_pdate.hint
source: Set Date (Photographer)
ru: Выбрать Дату (Фотограф)

source: Set Shooting Date
ru: Выбрать Дату съемки

# tform1.mrengsb_psignature.hint
source: Load Photographer Signature image (transparent png)
ru: Загрузить скан подписи Фотографа (png-файл с прозрачным фоном)

# tform1.mrengsb_wclear.hint
source: clear Witness form fields
ru: очистить поля формы для Свидетеля

# tform1.mrengsb_wdate.hint
source: Set Date (Witness)
ru: Выбрать Дату (Свидетель)

# tform1.mrengsb_wsignature.hint
source: Load Witness Signature image (transparent png)
ru: Загрузить скан подписи Свидетеля (png-файл с прозрачным фоном)

source: Release file name:
ru: имя файла Релиза

source: StockSubmitter fields (model)
ru: форма StockSubmitter-а (Model Release)

source: Birth date
ru: Дата рождения

# tform1.mrlabel_sscountry.caption
source: Country
ru: Страна

source: Ethnicity
ru: Этнический тип

source: First name:
ru: Имя:

source: Gender
ru: Пол

source: Last name:
ru: Фамилия:

# tform1.mrlabel_ssmodelphoto.caption
source: Model photo (optional):
ru: Фото модели (не обязательно):

# tform1.mrlabel_ssnote.caption
source: Note (optional):
ru: Примечание (не обязательно):

# tform1.mrlabel_ssshootingdate.caption
source: Shooting date
ru: Дата съемки

# tform1.mrlabel_sstype.caption
source: Type
ru: Тип

# tform1.mrrusedit_odate.cancelcaption
source: Cancel
ru: Отмена

# tform1.mrrusedit_odate.okcaption
source: OK
ru: ДА

# tform1.mrrusedit_pdate.cancelcaption
source: Cancel
ru: Отмена

# tform1.mrrusedit_pdate.okcaption
source: OK
ru: ДА

# tform1.mrrusedit_wdate.cancelcaption
source: Cancel
ru: Отмена

# tform1.mrrusedit_wdate.okcaption
source: OK
ru: ДА

# tform1.mrrusimage_osign.hint
source: Press and move Model Signature using a mouse
ru: Для перемещения подписи Модели используйте мышь

# tform1.mrrusimage_psign.hint
source: Press and move Photographer Signature using a mouse
ru: Для перемещения подписи Фотографа используйте мышь

# tform1.mrrusimage_wsign.hint
source: Press and move Witness Signature using a mouse
ru: Для перемещения подписи Свидетеля используйте мышь

# tform1.mrrussb_dboload.hint
source: load Model data
ru: загрузить данные Модели

# tform1.mrrussb_dboupdate.hint
source: save Model data
ru: сохранить данные Модели

# tform1.mrrussb_dbpload.hint
source: load Photographer data
ru: загрузить данные Фотографа

# tform1.mrrussb_dbpupdate.hint
source: save Photographer data
ru: сохранить данные Фотографа

# tform1.mrrussb_dbwload.hint
source: load Witness data
ru: загрузить данные Свидетеля

# tform1.mrrussb_dbwupdate.hint
source: save Witness data
ru: сохранить данные Свидетеля

# tform1.mrrussb_oclear.hint
source: clear Model form fields
ru: очистить поля формы для Модели

# tform1.mrrussb_ocountry.hint
source: Set Country (Model)
ru: Выбрать Страну (Модель)

# tform1.mrrussb_odate.hint
source: Set Date (Model)
ru: Выбрать Дату (Модель)

# tform1.mrrussb_osignature.hint
source: Load Model Signature image (transparent png)
ru: Загрузить скан подписи Модели (png-файл с прозрачным фоном)

# tform1.mrrussb_pclear.hint
source: clear Photographer form fields
ru: очистить поля формы для Фотографа

# tform1.mrrussb_pcountry.hint
source: Set Country (Photographer)
ru: Выбрать Страну (Фотограф)

# tform1.mrrussb_pdate.hint
source: Set Date (Photographer)
ru: Выбрать Дату (Фотограф)

# tform1.mrrussb_psignature.hint
source: Load Photographer Signature image (transparent png)
ru: Загрузить скан подписи Фотографа (png-файл с прозрачным фоном)

# tform1.mrrussb_wclear.hint
source: clear Witness form fields
ru: очистить поля формы для Свидетеля

# tform1.mrrussb_wdate.hint
source: Set Date (Witness)
ru: Выбрать Дату (Свидетель)

# tform1.mrrussb_wsignature.hint
source: Load Witness Signature image (transparent png)
ru: Загрузить скан подписи Свидетеля (png-файл с прозрачным фоном)

source: create Release
ru: создать Release

source: Put in the same directory
ru: Создать в той же папке

source: create a Release in the folder next to the selected file
ru: создать Release в той же папке, где и выделенный файл

# TFORM1.PRCHECKBOX_ONERELEASEPERFILE.CAPTION
source: One Release per File
ru: Один Релиз на Файл

# tform1.prcheckbox_onereleaseperfile.hint
source: One Release per File
ru: Один Релиз на Файл

source: for applying - press enter
ru: для применения нажмите Enter

# tform1.prengedit_odate.cancelcaption
source: Cancel
ru: Отмена

# tform1.prengedit_odate.okcaption
source: OK
ru: ДА

# tform1.prengedit_pdate.cancelcaption
source: Cancel
ru: Отмена

# tform1.prengedit_pdate.okcaption
source: OK
ru: ДА

# tform1.prengedit_wdate.cancelcaption
source: Cancel
ru: Отмена

# tform1.prengedit_wdate.okcaption
source: OK
ru: ДА

# tform1.prengimage_osign.hint
source: Press and move Owner Signature using a mouse
ru: Для перемещения подписи Владельца используйте мышь

# tform1.prengimage_psign.hint
source: Press and move Photographer Signature using a mouse
ru: Для перемещения подписи Фотографа используйте мышь

# tform1.prengimage_wsign.hint
source: Press and move Witness Signature using a mouse
ru: Для перемещения подписи Свидетеля используйте мышь

# tform1.prengsb_dboload.hint
source: load Owner data
ru: загрузить данные Владельца

# tform1.prengsb_dboupdate.hint
source: save Owner data
ru: сохранить данные Владельца

# tform1.prengsb_dbpload.hint
source: load Photographer data
ru: загрузить данные Фотографа

# tform1.prengsb_dbpupdate.hint
source: save Photographer data
ru: сохранить данные Фотографа

# tform1.prengsb_dbwload.hint
source: load Witness data
ru: загрузить данные Свидетеля

# tform1.prengsb_dbwupdate.hint
source: save Witness data
ru: сохранить данные Свидетеля

# tform1.prengsb_oclear.hint
source: clear Owner form fields
ru: очистить поля формы для Владельца

# tform1.prengsb_ocountry.hint
source: Set Country (Owner)
ru: Выбрать Страну (Владелец)

# tform1.prengsb_odate.hint
source: Set Date (Owner)
ru: Выбрать Дату (Владелец)

# tform1.prengsb_osignature.hint
source: Load Owner Signature image (transparent png)
ru: Загрузить скан подписи Владельца (png-файл с прозрачным фоном)

# tform1.prengsb_pclear.hint
source: clear Photographer form fields
ru: очистить поля формы для Фотографа

# tform1.prengsb_pcountry.hint
source: Set Country (Photographer)
ru: Выбрать Страну (Фотограф)

# tform1.prengsb_pdate.hint
source: Set Date (Photographer)
ru: Выбрать Дату (Фотограф)

# tform1.prengsb_psignature.hint
source: Load Photographer Signature image (transparent png)
ru: Загрузить скан подписи Фотографа (png-файл с прозрачным фоном)

# tform1.prengsb_wclear.hint
source: clear Witness form fields
ru: очистить поля формы для Свидетеля

# tform1.prengsb_wdate.hint
source: Set Date (Witness)
ru: Выбрать Дату (Свидетель)

# tform1.prengsb_wsignature.hint
source: Load Witness Signature image (transparent png)
ru: Загрузить скан подписи Свидетеля (png-файл с прозрачным фоном)

# tform1.prgroupboxfile.caption
source: File(s) list:
ru: Список файлов:

# tform1.prgroupbox_ssfieldproperty.caption
source: StockSubmitter fields (property)
ru: форма StockSubmitter-а (Property Release)

# tform1.prlabel_sscountry.caption
source: Country
ru: Страна

# tform1.prlabel_ssmodelphoto.caption
source: Model photo (optional):
ru: Фото модели (не обязательно):

# tform1.prlabel_ssname.caption
source: Name
ru: Имя/Название

# tform1.prlabel_ssnote.caption
source: Note (optional):
ru: Примечание (не обязательно):

# tform1.prlabel_sspropertyowner.caption
source: Property owner:
ru: Владелец собственности:

# tform1.prlabel_ssshootingdate.caption
source: Shooting date
ru: Дата съемки

# tform1.prlabel_sstype.caption
source: Type
ru: Тип

source: Click - selecting file
ru: Клик - выделение файла

# tform1.prpanelref.hint
source: Add Reference (double click)
ru: Двойной клик - добавление Референса

source: Crop
ru: Обрезка

# TFORM1.PRPPMENUDELETE.CAPTION
source: Delete
ru: Удалить

# tform1.prppmenugetfiledate.caption
source: Get file Date
ru: Взять Дату из файла

source: Get reference Date
ru: Взять Дату из референса

source: Fill Date Owner field from this reference file
ru: Заполнить поле Даты Владельца из референсного изображения

source: 90 Counter Clockwise
ru: 90 против часовой стрелки

source: 90 Clockwise
ru: 90 по часовой стрелке

source: Revert
ru: Вернуть

source: Rotate
ru: Повернуть

# tform1.prrusedit_odate.cancelcaption
source: Cancel
ru: Отмена

# tform1.prrusedit_odate.okcaption
source: OK
ru: ДА

# tform1.prrusedit_pdate.cancelcaption
source: Cancel
ru: Отмена

# tform1.prrusedit_pdate.okcaption
source: OK
ru: ДА

# tform1.prrusedit_wdate.cancelcaption
source: Cancel
ru: Отмена

# tform1.prrusedit_wdate.okcaption
source: OK
ru: ДА

# tform1.prrusimage_osign.hint
source: Press and move Owner Signature using a mouse
ru: Для перемещения подписи Владельца используйте мышь

# tform1.prrusimage_psign.hint
source: Press and move Photographer Signature using a mouse
ru: Для перемещения подписи Фотографа используйте мышь

# tform1.prrusimage_wsign.hint
source: Press and move Witness Signature using a mouse
ru: Для перемещения подписи Свидетеля используйте мышь

# tform1.prrussb_dboload.hint
source: load Owner data
ru: загрузить данные Владельца

# tform1.prrussb_dboupdate.hint
source: save Owner data
ru: сохранить данные Владельца

# tform1.prrussb_dbpload.hint
source: load Photographer data
ru: загрузить данные Фотографа

# tform1.prrussb_dbpupdate.hint
source: save Photographer data
ru: сохранить данные Фотографа

# tform1.prrussb_dbwload.hint
source: load Witness data
ru: загрузить данные Свидетеля

# tform1.prrussb_dbwupdate.hint
source: save Witness data
ru: сохранить данные Свидетеля

# tform1.prrussb_oclear.hint
source: clear Owner form fields
ru: очистить поля формы для Владельца

# tform1.prrussb_ocountry.hint
source: Set Country (Owner)
ru: Выбрать Страну (Владелец)

# tform1.prrussb_odate.hint
source: Set Date (Owner)
ru: Выбрать Дату (Владелец)

# tform1.prrussb_osignature.hint
source: Load Owner Signature image (transparent png)
ru: Загрузить скан подписи Владельца (png-файл с прозрачным фоном)

# tform1.prrussb_pclear.hint
source: clear Photographer form fields
ru: очистить поля формы для Фотографа

# tform1.prrussb_pcountry.hint
source: Set Country (Photographer)
ru: Выбрать Страну (Фотограф)

# tform1.prrussb_pdate.hint
source: Set Date (Photographer)
ru: Выбрать Дату (Фотограф)

# tform1.prrussb_psignature.hint
source: Load Photographer Signature image (transparent png)
ru: Загрузить скан подписи Фотографа (png-файл с прозрачным фоном)

# tform1.prrussb_wclear.hint
source: clear Witness form fields
ru: очистить поля формы для Свидетеля

# tform1.prrussb_wdate.hint
source: Set Date (Witness)
ru: Выбрать Дату (Свидетель)

# tform1.prrussb_wsignature.hint
source: Load Witness Signature image (transparent png)
ru: Загрузить скан подписи Свидетеля (png-файл с прозрачным фоном)

# tform1.prsbdelallreferences.hint
source: Remove all References
ru: Удалить все Референсы

# tform1.prsbrefpanelcollapse.hint
source: minimize Reference area
ru: минимизировать область для изображений

source: Add Custom
ru: Добавить Свой

source: Add custom Title (file) to the list
ru: Добавить Имя несуществующего файла в список

source: Open File(s)
ru: Открыть Файл(ы)

source: Select file(s) to add to the list
ru: Выбрать файл(ы) и добавить в список

source: Clear List
ru: Очистить список

# tform1.prspeedbuttonfiledelete.caption
source: Delete
ru: Удалить

source: Remove Title (file) from the list
ru: Удалить Название (файл) из списка

# tform1.rcheckbox_self.caption
source: itself Owner
ru: Я сам Владелец

# tform1.rcheckbox_self.hint
source: autofill "Model (Property) Information" fields
ru: авто-заполнение полей в "Model (Property) Information"

# tform1.rpanelrefarea.caption
source: add image
ru: добавить изображение

# tform1.rpanelrefarea.hint
source: add image (double click)
ru: добавление изображения (двойной клик)

source: use English form
ru: использовать английскую форму

source: use images form
ru: использовать форму для изображений

source: use Russian form
ru: использовать русскую форму

source: Crop image
ru: Обрезать изображение

source: Wait please
ru: Подождите пожалуйста

# tform4.caption
source: Options
ru: Настройки

# tform4.prcheckboxcopyprname.caption
source: Copy Release name
ru: Имя Release-файла в буфер

# tform4.prcheckboxcopyprname.hint
source: Copy Release (file) name to clipboard
ru: Копирование имени Release (файла) в буфер обмена

source: Release for StockSubmitter
ru: Релиз для StockSubmitter

source: Release for StockSubmitter
ru: Релиз для StockSubmitter

source: Use Date
ru: Использовать Дату

source: use of Dates on forms
ru: использовать Даты на форме

# tform4.rcheckbox_usesignature.caption
source: Use digitized signature
ru: Использовать оцифрованную подпись

# tform4.rcheckbox_usesignature.hint
source: use of scanned signature
ru: использовать оцифрованную подпись

source: Release form properties
ru: Настройки формы релиза

# tform4.rgroupbox_lang.caption
source: Language
ru: Язык

# tform4.rlabeldateformat.caption
source: release Date format
ru: формат даты Релиза

source: Names
ru: Имена

source: release quality (JPG)
ru: качество релиза (JPG)

# tform4.rsb_dbnamedel.hint
source: remove from database
ru: удалить из базы данных
